Repository: Marsiso/Uploadify
Catalog: src/Uploadify.Server.IdentityServer/Resources/Views/Shared/_Input.*.resx
Languages: cs

# validations.email.duplicity
source: Email already taken.
cs: Emailová adresa byla zabrána.

# validations.email.required
source: Email is required.
cs: Povinné pole.

# validations.family_name.required
source: Last name is required.
cs: Povinné pole.

# validations.phone_number.required
source: Phone number is required.
cs: Povinné pole.

# validations.user_name.required
source: Username is required.
cs: Povinné pole.

# validations.password.required
source: Password is required.
cs: Povinné pole.

# validations.given_name.required
source: First name is required.
cs: Povinné pole.

# validations.password.lower_case_character
source: Password must contain lower case character.
cs: Heslo musí obsahovat malý znak.

# validations.password.numeric_character
source: Password must contain number.
cs: Heslo musí obsahovat číslo.

# validations.password.special_character
source: Password must contain symbol.
cs: Heslo musí obsahovat symbol.

# validations.password.upper_case_character
source: Password must contain upper case character.
cs: Heslo musí obsahovat velký znak.

# validations.password_repeat.required
source: Passwords must match.
cs: Hesla se musí shodovat.

# validations.user_name.duplicity
source: Username alredy taken.
cs: Uživatelské jméno byl ozabráno.
